Repository: giellalt/corpus-nob
Catalog: tmx/fkv/admin/ffk/strategier_i_finnmark.txt.tmx
Source language: nob
Languages: fkv

source: Den europeiske pakten om regionseller minoritetsspråk (minoritetsspråkpakten) Minoritetsspråkpakten framhever at minoritetsspråk bidrar til å opprettholde og utvikle Europas tradisjoner og kulturelle rikdom.
fkv: Minuriteettikieliin ylheissopimus nostaa framile ette minuriteettikielet oon myötä säilyttämässä ja eistämässä Euroopan tradisjuuniita ja kylttyyristä rikkhautta.

source: Minoritetsspråkpakten pålegger statene å iverksette tiltak for å beskytte, styrke og videreutvikle minoritetsspråkene, og å legge forholdene til rette for undervisning og læring.
fkv: Se määrää ette staatit hääythään panna alule toimii ette minuriteettikielii suojelhaan, lujitethaan ja eistethään, ja kans passathaan ette näitten kieliin opetus ja oppimisen olot oon hyvät.

source: I dag er kvensk språk beskyttet med vern på nivå II i Minoritetsspråkpakten.
fkv: Tääpänä kväänin kieli oon suojelutasala II Minuriteettikieliin ylheissopimuksessa.

source: Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter pålegger statene å legge forholdene til rette for at de nasjonale minoritetene kan uttrykke, bevare og videreutvikle sin kultur og identitet.
fkv: Europarådets rammekonvensjon om beskyttelse av nasjonale minoriteter määrää ette staatit piethään anttaat appuu, niin ette nasjunaaliset minuriteetit saahaan ilmaista, säilyttäät ja eistäät ommaa kylttyyrii ja identiteettii.

source: 5.2 Statlige føringer Stortingsmelding nr. 35 (2007 – 2008) Mål og meining nevner det som et politisk mål at alle skal ha rett til språk og til å få utvikle og bruke sitt eget nasjonale minoritetsspråk.
fkv: 5.2 Staatin suuntalinjat Isotinkamellinki nro. 35 (2007 – 2008) Mål og meiningissa sanothaan ette se oon puliittinen mooli ette kaikila oon oikkeus kielheen, ja oikkeus eistäät ja pittäät oman nasjunaalisen minuriteettikielen.

source: Dokumentet Målrettet plan 2017-2021 – videre innsats for kvensk språk7 fra Kommunalog moderniseringsdepartementet gir en oversikt over det som hittil er gjort for å styrke kvensk språk.
fkv: 6 Komunaalija uuistusdepartementin dokumentti Suuntaplaana 2017-2021 – kväänin kielheen satsaaminen (Målrettet plan 2017-2021 – videre innsats for kvensk språk7) anttaa ylinäkymän siitä mitä oon tähän saakka tehty ette lujittaat kväänin kieltä.

source: Tiltakene i planen berører barnehage og skole, forskning, kvensk språk og kultur, og kvensk språk i det offentlige rom.
fkv: Plaanan toimet koskethaan lastentarhoi ja koului, tutkimusta, kväänin kieltä ja kylttyyrii, ja kväänin kieltä viralisissa paikoissa.

source: Kommunalog moderniseringsdepartementet har siden 2015 forvaltet budsjettpost for tiltak som bidrar til synliggjøring av kvensk språk og kultur.
fkv: Komunaalija uuistusdepartementilla oon vuoesta 2015 ollu eesvastaus budsjettipostista toimiile jokka oon myötä tekemässä kväänin kielen ja kylttyyrin näkkyyväksi.

source: Det tildeles midler til faste tiltak og prosjekter.
fkv: Tästä annethaan rahhaa fastatoimhiin ja prusjekthiin.

source: Politisk plattform for en regjering utgått av Høyre, Fremskrittspartiet og Venstre, den såkalte Jeløya-plattformen, sier at Målrettet plan 2017-2021 skal følges opp.
fkv: Politisk plattform for en regjering utgått av Høyre, Fremskrittspartiet og Venstre, niin käsketty «Jeløyaplattformen», sannoo ette het aijothaan kattoot pörhään Suuntaplaana 2017-2021 eli toimiplaanaa.

source: 8 I 2018 er det tildelt midler til opprettelse av tre nye kvenske språksentre, hvorav to i Finnmark.
fkv: 8 Vuona 2018 oon jajettu rahhaa ette perustethaan kolme uuttaa kväänin kielisentterii, ja niistä kaksi oon Finmarkussa.

source: Disse sentrene etableres i Porsanger og Vadsø.
fkv: Nämät sentterit tulhaan Porsankhiin ja Vesisaarheen.

source: 5.3 Sannhetskommisjon I 2017 ble kravet om en sannhetskommisjon om fornorskingspolitikk og urett begått mot det samiske og det kvenske/ norskfinske folk i Norge, tatt opp, og etablering av en kommisjon ble vedtatt i Stortinget.
fkv: 5.3 Tottuuskommisjuuni Vuona 2017 vaajithiin ette laitethaan tottuuskommisjuunin tutkimhaan norjalaistamispulitikkii ja niitä vääryksii mitä tehthiin saamelaissii ja kväänii/norjansuomalaissii vasthaan Norjassa.

source: Dette kravet ble fremmet fra kvenske og samiske miljø, med ønsket om å gi dem som har opplevd fornorskinga på kroppen en stemme, og å etablere et kunnskapsgrunnlag om en fortiet sannhet.
fkv: Kväänija saamelaismiljööt vaajithiin kans tämän, koska het toivothiin ette se antais äänen heile, kekkä oon itte kokenheet norjalaistamisen. Het haluthiin kans perustaat tietopohjan vaijenetusta tottuuesta.

source: Det endelige mandatet for denne statsoppnevnte sannhetskommisjonen skal i 2018 utarbeides av Stortinget i samarbeid med Sametinget og kvenske/norskfinske organisasjoner.
fkv: Isotinka laittaa lopulisen mandaatin tälle Staatin tottuuskommisjuunile vuona 2018. Tämän tehhään yhtheistyössä Saametingan ja kvääniin/norjansuomalaisten organisasjuuniitten kans.

source: 5.4 Regionreform Sammenslåing av fylkene Finnmark og Troms ble vedtatt av Stortinget i juni 2017.
fkv: 5.4 Regiuunireformi Jyynikuussa vuona 2017 päätethiin ette Finmarkun ja Tromssan fylkit lyöhään yhtheen.

source: Det har vært et premiss fra begge fylker at et nytt fylke skal arbeide for fortsatt styrking av kvensk/norskfinsk kultur og samfunnsliv.
fkv: Kummalaki fylkilä oon ollu prinsippi ette uusi fylkki pittää työtelä sen etheen ette lujittaat kvääniin/norjansuomalaisten kylttyyrii ja samfynnii nyt ja tulleevaisuuessa.

source: 6.1 Fagmiljøer UiT – Norges arktiske universitet UiT – Norges arktiske universitet har forskningsmiljø på kvensk og finsk språk og på kvensk/norskfinsk historie, kultur og samfunn, med tilhørende samlinger og forskningsarkiv.
fkv: 6.1 Faakimiljööt Tromssan universiteetti – Norjan arktinen universiteetti Tromssan universiteetissa – Norjan arktisessa universiteetissa oon miljöö missä tutkithaan kväänin ja suomen kieltä ja kvääniin/norjansuomalaisten histuuriaa, kylttyyrii ja samfynnii.

source: UiT har også ansvar for Kvensk bibliografi.
fkv: Siihen kuuluu kans kokhoonpanot ja tutkimusarkiivi.

source: 11 UiT tilbyr bachelorog masterstudier i kvensk og finsk.
fkv: 11 Tromssan universiteetti – Norjan arktinen universiteetti anttaa bachelorja masterin opinot kväänin ja suomen kielessä.

source: Bachelor i kvensk og finsk har to studieretninger, én i kvensk og én i finsk.
fkv: Kväänin ja suomen bachelorila oon kaksi opintosuunttaa, yksi kväänin ja yksi suomen kielessä.

source: Masterstudiet som tilbys er et felles studium i disse språkene.
fkv: Masterin opinot oon yhtheiset näissä kieliissä.

source: Det er ønskelig å tilby kvensk i lærerutdanning ved UiT, campus Alta, fra høsten 2019, et tiltak som er tildelt midler fra Kommunalog moderniseringsdepartementet.
fkv: Alattion kampus halluu tarjota kväänin kieltä universiteetin opettaajankoulutuksessa syksystä 2019 etheenkäsin. Komunaalija uuistusdepartementti oon antanu rahhaa tähän toimheen.

source: For å stimulere flere til å studere kvensk og finsk er det behov for å etablere studentstipendier og flere studieplasser for lærere.
fkv: Jos haluthaan ette usseemat tutkithaan kväänin ja suomen kieltä, niin oon tarvet perustaat stydenttistipendiitä ja usseemppii koulutuspaikkoi opettaajiile.

source: Kainun institutti – Kvensk institutt Kainun institutti – Kvensk institutt er et nasjonalt senter for kvensk språk og kultur, stiftet i 2005 og offisielt åpnet i 2007.
fkv: Kainun institutti Kvensk institutt Kainun institutti – Kvensk institutt oon nasjunaalinen kväänin kielen ja kylttyyrin sentteri, minkä perustethiin vuona 2005 ja aukaisthiin vuona 2007.

source: Det drives med grunnstøtte fra Kulturdepartementet og har som formål å utvikle, dokumentere og formidle kunnskap om kvensk språk og kultur og fremme bruken av kvensk språk i samfunnet.
fkv: Institutti saapi perusavustuksen Kylttyyridepartementilta, ja sen mooli oon eistäät ja dokumenteerata kväänin kieltä ja kylttyyrii, jakkaat tiettoo niitten ympäri, ja lisätä kväänin kielen pittoo samfynnissa.

source: 12 Instituttets styre oppnevner medlemmer til Kvensk språkting, som gjør vedtak i normeringsspørsmål angående kvensk språk.
fkv: 12 Institutin styyri valittee jäsenet Kväänin kieltitinkhaan, joka tekkee päätöksii kväänin kielen normeerinkikysymyksissä.

source: Varanger museum, avdeling Vadsø museum – Ruija kvenmuseum Vadsø museum – Ruija kvenmuseum har et særskilt ansvar for kvensk historie og kultur i Finnmark.
fkv: Varenkin museumi, Vesisaaren museumi, Ruijan kväänimuseumi* – Varanger museum, Vadsø museum, Ruija kvenmuseum Vesisaaren museumi – Ruijan kväänimuseumi oon se museumi, jolla oon eesvastaus kväänin histuuriasta ja kylttyyristä Finmarkussa.

source: Allerede i 1971 begynte prosessen mot å få et kvenmuseum på plass.
fkv: Jo vuona 1971 alkoi prusessi ette perustaat oman kväänimuseumin.

source: Våren 2018 sendte Varanger museum søknad til Kulturdepartementet (ordningen Nasjonale kulturbygg) og Klimaog miljødepartementet der det søkes midler til vitalisering av det tidligere NRK-bygget i Vadsø til museumsformål.
fkv: Kevväilä vuona 2018 Varenkin museumi lähätti sööknaadin Kylttyyridepartementille (Nasjunaaliset kylttyyrirakenukset-oorninki – ordningen Nasjonale kulturbygg) ja Kliimaja miljöödepartementille. Siinä sööknaadissa hajethiin rahhaa ette uuistaat Vesisaaren NRK-rakenuksen ja tehhä tästä museumin.

source: Det er ønskelig at Vadsø museum – Ruija kvenmuseum blir nasjonalt ansvarsmuseum for kvensk/norskfinsk kultur og historie i Norge.
fkv: Se oon toivet ette Vesisaaren museumi – Ruijan kväänimuseumi tullee nasjunaaliseksi museumiksi, jolla oon eesvastaus kväänin/norjansuomalaisesta kylttyyristä ja histuuriasta Norjassa.

source: Kvenske språksentre i Finnmark Kommunalog moderniseringsdepartementet har gitt tilskudd til etablering av to kvenske språksentre i Finnmark: Vadsø og Porsanger.
fkv: Kväänin kielisentterit Finmarkussa Kommunaalija uuistusdepartementti oon antanu rahakuurttoo ette perustaat kaksi kielisentterii Finmarkkhuun: Vesisaarheen ja Porsankhiin.

source: Språksentrene vil spille en viktig rolle i revitaliseringsarbeidet.
fkv: Kielisentterit tulhaan olemhaan täheliset elästyttämistyössä.

source: Språksentrene skal være møtested for språkbrukere og være arena for blant annet språkreir,13 kunnskapsoverføring, samhandling mellom generasjoner og voksenopplæring i kvensk språk.
fkv: Kielisentterit oon kielenpuhhuujiitten kohattelupaikka, ja net oon areena muun myötä kielipesile,13 tieonjakamisele, yhtheispelile sukupolviin kesken ja kväänin kielen raavhaittenopetuksele.

source: Kvensk språkting Kvensk språkting er fagorgan for kvensk språk, oppnevnt av styret for Kainun institutti – Kvensk institutt.
fkv: Kielitinka Kielitinka oon kväänin kielen faakiorgaani. Kainun i nstitutin styyri valittee jäsenet.

source: Språkrådet Språkrådet arbeider for å bevare og fremme de nasjonale minoritetsspråkene kvensk, romanes og romani.
fkv: Kieliraati – Språkrådet Kieliraati työtelee sen eestä ette säilyttäät ja nostaat framile nasjunaaliset minuritettikielet kväänin, romanesin ja romanin.

source: Det er et mål i norsk språkpolitikk at vi skal ta vare på disse språkene.
fkv: Norjan kielipulitikin yksi mooli oon ottaat vaarin näistä kielistä.

source: Kvensk stedsnavnstjeneste – Paikannimipalvelus Kvensk stedsnavntjeneste er en del av stedsnavntjenesten, som er administrativt underlagt Språkrådet.
fkv: Paikannimipalvelus – Kvensk stedsnavnstjeneste Kvääninkielinen paikannimipalvelus oon osa Norjan paikannimipalveluksesta, joka oon Kieliraatin alla.

source: Kvensk stedsnavntjeneste dekker Finnmark og Troms fylker.
fkv: Kväänin paikannimipalvelus täkkää Finmarkun ja Tromssan fylkit.

source: Kvensk stedsnavntjeneste gir tilråding etter stadnamnlova om navneform når kommuner og andre offentlige organer skal fastsette skrivemåten av kvenske stedsnavn, men kan også gi råd om navnsetting og svare på spørsmål om stedsnavn og stedsnavnbruk generelt.
fkv: Kväänin paikannimipalvelus neuvoo paikannimilain jälkhiin nimiformusta ko komuunit ja muut viraliset orgaanit päätethään kunka kvääniin paikannimet kirjoitethaan. Paikannimipalvelus saattaa kans neuvoot kunka nimen annethaan, ja se vastaa kysymykshiin paikannimistä ja siitä kunka paikannimmii piethään.

source: Finnmark fylkesbibliotek Finnmark fylkesbibliotek har samlinger av litteratur, foto og privatarkiv som omhandler kvenenes og norskfinnenes samfunnsliv, tradisjoner, historie og kultur.
fkv: Finmarkun fylkinbiblioteekki– Finnmark fylkesbibliotek Finmarkun fylkinbiblioteekissa oon litteratuurin, kuvviin ja privaattiarkiiviitten kokhoonpanot, jokka muistelhaan kvääniin ja norjansuomalaisten samfynnielämästä, tradisjuuniista, histuuriasta ja kylttyyristä.

source: Fylkesbiblioteket har nasjonalt ansvar for finsk bibliotektjeneste og driver kvenskbibliotektjeneste.no.
fkv: Fylkinbiblioteekilla oon nasjunaalinen eesvastaus suomen biblioteekkipalveluksesta ja kväänin biblioteekkipalveluksen nettilaiasta, kvenskbibliotektjeneste.no.

source: Finnmark fylkesbibliotek har ansvar for fotobevaring, fotoinnsamling og samtidsfotografering i kvenske/norskfinske miljøer.
fkv: Finmarkun fylkinbiblioteekilla oon eesvastaus kuvviin säilyttämisestä, kuvviin kokkoomisesta ja kontemporaarisesta fotografeeringista kvääniin/norjansuomalaisten miljöissä.

source: Fylkesbiblioteket forvalter, deponerer og bevarer privatarkiver etter kvenske/ norskfinske lag og foreninger, bedrifter, personer og familier – førstehåndskilder til kvenske/norskfinske forhold før og nå.
fkv: Fylkinbiblioteekki valvoo, deponeeraa ja säilyttää kvääniin/norjansuomalaisten laakiin ja yhistysten, bedriftiitten, persuuniitten ja perheitten privaattiarkiiviita – kvääniin/norjansuomalaisten olloin ensikäjenkalttiita ennen ja nyt.

source: Fylkesbiblioteket har koordineringsansvar for privatarkiv i Finnmark, inkludert samlinger som forvaltes ved de kvenske/ norskfinske fagmiljøene og museene.
fkv: Fylkinbiblioteekki koordineeraa Finmarkun privaattiarkiivii, mihin kuuluthaan kans net kokhoonpanot joita valvothaan kvääniin/norjansuomalaisten faakimiljöissä ja museumiissa.

source: Norsk-finsk kulturinstitutt Norsk-finsk kulturinstitutt ble opprettet i 1997 og arbeider blant annet med formidling av finsk litteratur.
fkv: Suomalais-norjalainen kylttyyriinstitutti - Finsk-norsk kulturinstitutt Suomalais-norjalaisen kylttyyriinstitutin perustethiin vuona 1997 ja se jakkaa tiettoo muun myötä suomenkielisestä litteratuurista.

source: 6.2 Organisasjoner Norske kveners forbund – Ruijan kveeniliitto Norske kveners forbund – Ruijan kveeniliitto er en landsdekkende organisasjon som ivaretar kvenske interesser.
fkv: 6.2 Organisasjuunit Ruijan kveeniliitto – Norske kveners forbund Ruijan kveeniliitto – Norske kveners forbund oon koko maan täkkäävä organisasjuuni joka ottaa vaarin kvääniin interessistä.

source: Forbundet har også en landsdekkende ungdomsorganisasjon, Kveeninuoret.
fkv: Liitthoon kuuluu kans koko maan täkkäävä nuoriinorganisasjuuni, Kveeninuoret.

source: Forbundet har tett samarbeid med organisasjonene for meänkielimiljøene14 i Sverige.
fkv: 14 Liitto tekkee tivistä yhtheistyötä meänkielimiljöitten organisasjuuniitten kans Ruottissa.

source: Kveeninuoret – Kvenungdommen Kveeninuoret er en kvensk ungdomsorganisasjon under Norske kveners forbund – Ruijan kveeniliitto.
fkv: Kveeninuoret – Kvenungdommen Kveeninuoret oon kväänin nuoriinorganisasjuuni joka oon Ruijan kveeniliiton alla.

source: Organisasjonen jobber for ungdoms stolthet og bevissthet rundt kvensk identitet.
fkv: Organisasjuuni työtelee nuoriin ihmisten ylppeyen ja kväänin identiteetin tietämyyen eestä.

source: Kvenlandsforbundet – Kveenimaayhistys Kvenlandsforbundet er en organisasjon som sammen med tilsvarende organisasjoner i Sverige og Finland danner Kvänlandsförbund-Kveenimaanyhdistys.
fkv: Kveenimaayhistys – Kvenlandsforbundet Kveenimaayhistys oon organisasjuuni mikä yhessä samanlaisten organisasjuuniitten kans Ruottissa ja Suomessa oon Kvänlandsförbund – Kveenimaanyhdistys.

source: Kvenlandsforbundet jobber for språklig revitalisering og for en felles kvenpolitikk på Nordkalotten.
fkv: Kveenimaayhistys työtelee kielen elästyttämisen ja yhtheisen kväänipulitikin eestä Pohjaiskalotilla.

source: Norsk-finsk forbund – Norjalais-suomalainen liitto Organisasjonen ivaretar norskfinnenes interesser og arbeider blant annet for fortsatt undervisning i finsk i norsk skole.
fkv: Norjalais-suomalainen liitto – Norsk-finsk forbund Organisasjuuni ottaa vaarin norjalais-suomalaisten interessistä ja työtelee muun myötä sen eestä ette Norjan koulussa oon suomen kielen opetus.

source: Organisasjonen har også kontakt med kulturorganisasjoner i Finland.
fkv: Organisasjuunila oon kans kontakti Suomen kylttyyriorganisasjuuniitten kans.

source: Solgunn Hesjevolls dikt om å ta arvespråket tilbake.
fkv: Solgunn Hesjevollin dikti sen ympäri ette ottaat perimäkielen takaisin.

source: Fra en utstilling ved Vadsø museum – Ruija kvenmuseum.
fkv: Vesisaaren museumin – Ruijan kväänimuseumin näyttelystä.

source: Kvensk og finsk språk er viktige som kjennetegn og identitetsskapende faktor, men fornorskingsprosessen og samfunnsmodernisering har gjort at mange ikke lenger snakker sitt eget arvespråk.
fkv: Kväänin ja suomen kieli oon tärkkee tuntomerkki ja identiteettiiluova assii. Norjalaistamisprusessin ja muderniseeringin tähen monet ei ennää puhu ommaa perimäkieltä.

source: Det er også forskjellige syn på hvordan fornorskinga har påvirket minoriteten.
fkv: Se löyttyy kans eri meiningit siitä mitä norjalaistaminen oon tehny minuriteetille.

source: Det er ønskelig at det legges til rette for at begge språk, både kvensk og finsk, kan ha utviklingsmuligheter.
fkv: Se oon toivet ette molemat kielet, sekä kvääni ja suomi, saahaan maholisuuen eistyyt.

source: 7.1 Kvensk språk Kvensk språk er et østersjøfinsk språk nært beslektet med meänkieli (tornedalsfinsk) i Sverige og med nordfinske dialekter.
fkv: 7.1 Kväänin kieli Kväänin kieli oon öystämerensuomalainen kieli joka oon likheinen meänkielen (tornionlaksonsuomi) kans Ruottissa ja pohjaisten suomen kielen dialektiitten kans.

source: Kvensk ble anerkjent som minoritetsspråk i Norge i 2005.
fkv: Kväänin kielen tunnustethiin minuriteettikieleksi Norjassa vuona 2005.

source: Fornorskning og generell samfunnsutvikling har ført til at kvensk språk er blitt svekket.
fkv: Norjalaistaminen ja ylheinen eistyminen samfynnissa oon tehneet sen ette kväänin kielen status oon tullu heikomaksi.

source: Forskningsresultater fra prosjektet ELDIA (European Language Diversity for All) viser at kvensk språk er svært truet og står i fare for å dø ut som et levende språk.
fkv: ELDIA (European Language Diversity for All) prosjektin tutkimusresyltaatit näytethään ette kväänin kieli oon kovin uhattu, ja elävännä kielenä se oon vaarassa kuola poijes.

source: 15 For de to siste generasjonene av språkbrukere er det nesten gått helt ut av bruk.
fkv: 14 Kahen viimisen sukupolven kielenpuhhuujiile se oon kohta menny poijes piosta.

source: Siden situasjonen for kvensk språk er kritisk, er det stort behov for språkbevaring, -utvikling og revitalisering.
fkv: Ko kväänin kielen tila oon niin kriittinen, oon iso tarvet säilyttäät, eistäät ja revitaliseerata kielen.

source: Det er et mål i norsk språkpolitikk at vi skal ta vare på våre nasjonale minoritetsspråk.
fkv: Norjan kielipulitikin mooli oon ette otama vaarin meän nasjunaalisista minuriteettikielistä.

source: Målet er forankret i flere stortingsmeldinger, i norske lover og forskrifter, og i internasjonale avtaler.
fkv: Mooli oon myötä usseissa isotinkamellingiissä, Norjan laissa ja määräyksissä, ja internasjunaalisissa sopimuksissa.

source: I 2011 fikk Språkrådet ansvar for de nasjonale minoritetsspråkene, og har som oppgave å bidra til å øke bruken av disse språkene og styrke deres status.
fkv: Vuona 2011 annethiin Kieliraatile eesvastauksen nasjunaalisista minuriteettikielistä. Sen tehtäävä oon auttaat ette näitä kielii piethään enämen, ja lujittaat kieliin statusta.

source: 16 Som følge av et innbyggerforslag ble det i Finnmark fylkesting 29. oktober 2014 enstemmig vedtatt å støtte et krav om at kvensk språk skal oppgraderes fra nivå II til nivå III i Den europeiske pakten om regionseller minoritetsspråk.
fkv: 15 Assuujiitten ehotuksen resyltaattina päätti Finmarkun fylkintinka yhenmieliseti 29. oktuuperikuuta 2014 kuurota vaatimusta ette kväänin kielen nostethaan suojelutasalta II suojelutasale III Eurooppalaisessa regiuunitahi minuriteettikieliin ylheissopimuksessa (Den europeiske pakten om regionseller minoritetsspråk).

source: 17 Tilsvarende vedtak er også gjort i Troms fylkesting, en rekke kommuner i Finnmark og Troms, samt i Sametinget.
fkv: 16 Samanlaisen päätöksen oon kans tehty Tromssan fylkintingassa, usseissa komuuniissa Finmarkussa ja Tromssassa, ja Saametingassa.

source: Kvensk språkting gjør vedtak i normeringsspørsmål angående kvensk språk.
fkv: Kväänin kielitinka tekkee päätöksii kväänin kielen normeerinkikysymyksissä.

source: Statlige myndigheter kan ta initiativ til å utrede mulighetene for å åpne for regional nivåheving av kvensk språk i henhold til Minoritetsspråkpakten.
fkv: Staatin esivallat saatethaan alkkaat selvittämhään ette käypikö laihiin nostaat kväänin kielen suojelutasan regiunaalisesti Minuriteettikieliin ylheissopimuksen jälkhiin.

source: Liknende er gjort i Frankrike for språket i Korsika og Bretagne.
fkv: Semmoista oon kans tehty Korsikan ja Bretagnen kieliin kans Franskassa.

source: Det er videre viktig å legge til rette for undervisning om kvensk og norskfinsk kultur og historie og kvensk språk på alle skoletrinn.
fkv: Se oon kans tähelistä sovitella niin ette kaikissa vuosipykälissä oon hyvät olot kväänin ja norjansuomalaisen kylttyyrin ja histuurian ja kväänin kielen opetukselle.

source: 7.2 Finsk språk Kvensk språk har status som minoritetsspråk og har i kraft av internasjonale avtaler og norsk minoritetspolitikk rett til nødvendige støtteog revitaliseringstiltak.
fkv: 7.2 Suomen kieli Kväänin kielelä oon minuriteettikielen status, ja internasjunaalisten sopimusten ja Norjan minuriteettipulitikin jälkhiin sillä oon oikkeus tarpheelishiin kuurtoja elästyttämistoimhiin.

source: Dette er ikke til hinder for at offentlige myndigheter også kan arbeide for å støtte de språklige rettighetene til den delen av minoritetsgruppa som vil bruke finsk språk.
fkv: Tämä ei kuitenkhaan ole estet siihen, ette esivallat saatethaan kans kuurota kielelissii oikkeuksii sitä minuriteettijoukon ossaa varten, joka halluu pittäät suomen kieltä.

source: Mange identifiserer seg med det finske språket og ønsker å lære finsk.
fkv: Monet identifiseerathaan ittensä suomen kielen kans ja haluthaan oppiit suomee.

source: Finsk språk i seg selv er ikke truet, men det finske språkets plass i norsk skole og samfunnsliv er utsatt.
fkv: Suomen kieli ittessä ei ole uhattu, mutta suomen kielen paikka norjalaisessa koulussa ja samfynnielämässä oon painostuksen alla.

source: Finsk språk opprettholdes i stor grad ved kontakt med Finland og innvandring fra Finland helt opp til våre dager.
fkv: Suomen kielen säilytethään enniimitten sen tähen ko ihmisillä oon ollu kontakti Suomen kans, ja väkkee oon siirtyny Suomesta tänne kiini meän päivhiin saakka.

source: Det er ønskelig å opprettholde valgmuligheten for å lære finsk i skolen.
fkv: Se oon toivet ette oppiija sais oppiit kans suomen kieltä koulussa.

source: Både finsk og kvensk skal ha en god og hensiktsmessig plass på timeplanen.
fkv: Sekä suomen ja kväänin kielelä pittää olla hyvä paikka tiimaplaanassa.
